// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Nome do dispositivo";
"connection" = "Conexão";
"model" = "Modelo do dispositivo";
"details" = "Detalhes";
"aggregateDeviceType" = "Tipo de Dispositivo";
"isInstalled" = "Instalado";

"All" = "Tudo";

// Format string for info-label with no filter
"Found %lu devices" = "Dispositivos encontrados: %lu";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Mostrando %lu de %lu dispositivos";

"Rendezvous" = "Bonjour";

"Add" = "Acrescentar";
"Cancel" = "Cancelar";

// Filter titles
"Connection Type:" = "Tipo de Conexão:";
"Device Type:" = "Tipo de Dispositivo:";

// Connection type filter menu items
"Printer" = "Impressora";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Alterar a organização dos itens";
"Arrange" = "Organizar";
